[
    {
        "Name": "New River Gorge: Spring break 2024",
        "Start Date": "2024-03-09",
        "End Date": "2024-03-13",
        "Longitude": 38.06881,
        "Latitude": 81.08290,
        "Photos": 
        [
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/EndlessWall.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/Gorge.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/SiblingsOrDating.jpeg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/TudorsBiscuitWorld.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/Goat.jpg?raw=true"
        ],
        "Descriptions":
        [
            "Endless Wall? Nah, I prefer endless mud.",
            "Gorge-ous",
            "Bridge walk",
            "The Tudor's Biscuit World lore is absolutely insane"
        ],
        "Pontifications":
        [
            "As we entered Wild and Wonderful West Virginia, we encountered some pretty wild weather (not really, it just poured rain.) Our first night in Oak Hill was a soggy one, but our excitement was not dampened by the rain. We had a lovely dinner at Pinheads Bowling Alley of questionably gluten-free pizza. It was still bangin', though. After a refreshing night of sleep in our cozy AirBnB (shout out Adam you a G frfr), we hit the trails. Endless Wall Trail proved magnificent and magnificently muddy. We enjoyed the views (see picture 1) and headed back down the trail to feast on the fine grub that Kobe Asian Fusion in Fayetteville has to offer. After eating dining hall sushi for months, this was a welcome reprieve.",
            "On the dawn of the second day, we rose and arrived at Arrowhead Bike Farm bright and early at 10:45 AM. But alas, much to our chagrin, the fine establishment was shuttered. But fear not, for there were goats (see goat 0.5 above). After 45 minutes of lovely West Virginia silence, a lone granola man arrived in his blue Toyota Tacoma to provision us with mountain bikeage for the day. Colin's trusty steed was a Trek Marlin 7, while Elina was upgraded to a Trek Roscoe 7. The morning began swimmingly as we enjoyed the pump track (and goats). Next we hit Timber Ridge Trail and began carving a path towards Fayetteville. We took in the scenery, enjoyed the creek crossings, and escaped with only minor injuries."
        ]
    }
]