[
    {
        "Name": "Solar Eclipse Viewing 2024",
        "Location": "Alexandria, IN",
        "Start Date": "2024-04-08",
        "Longitude": -85.67338,
        "Latitude": 40.26379,
        "Photos": 
        [
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/solar-eclipse-2024/EclipseCloseUp.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/solar-eclipse-2024/EclipseWide.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/solar-eclipse-2024/ColinEclipse.png?raw=true"
        ],
        "Descriptions": 
        [
            "Close up of totality that Elina took with flares visible.",
            "Wide shot of the sky during totality that I took.",
            "Hard pic"
        ],
        "Pontifications":
        [
            "We drove about 2 hours to Alexandria, IN to get within the path of totality and parked outside the library. It was a nice little town with a great library that had an eclipse viewing party and was giving glasses away for free. The experience was great overall. 10/10 would solar eclipse again, highly recommended. Book your AirBnBs for Montana 2044."
        ]
    },
    {
        "Name": "New River Gorge: Spring Break 2024",
        "Location": "Fayetteville, WV",
        "Start Date": "2024-03-09",
        "End Date": "2024-03-13",
        "Longitude": -81.08290,
        "Latitude": 38.06881,
        "Photos": 
        [
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/EndlessWall.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/Gorge.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/SiblingsOrDating.jpeg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/TudorsBiscuitWorld.jpg?raw=true",
            "https://github.com/ColinHermack/new-personal-website/blob/main/public/trips/new-river-gorge-spring-break/Goat.jpg?raw=true"
        ],
        "Descriptions":
        [
            "Endless Wall? Nah, I prefer endless mud.",
            "Gorge-ous",
            "Bridge walk",
            "The Tudor's Biscuit World lore is absolutely insane",
            "Goat 0.5"
        ],
        "Pontifications":
        [
            "As we entered Wild and Wonderful West Virginia, we encountered some pretty wild weather (not really, it just poured rain.) Our first night in Oak Hill was a soggy one, but our excitement was not dampened by the rain. We had a lovely dinner at Pinheads Bowling Alley of questionably gluten-free pizza. It was still bangin', though. We also had the exciting revelation that Kroger rewards are not only limited to Indiana. After a refreshing night of sleep in our cozy AirBnB (shout out Adam you a G frfr), we hit the trails. Endless Wall Trail proved magnificent and magnificently muddy. We enjoyed the views (see picture 1) and headed back down the trail to feast on the fine grub that Kobe Asian Fusion in Fayetteville has to offer. After eating dining hall sushi for months, this was a welcome reprieve.",
            "On the dawn of the second day, we rose and arrived at Arrowhead Bike Farm bright and early at 10:45 AM. But alas, much to our chagrin, the fine establishment was shuttered. But fear not, for there were goats (see goat 0.5 above). After 45 minutes of lovely West Virginia silence, a lone granola man arrived in his blue Toyota Tacoma to provision us with mountain bikeage for the day. Colin's trusty steed was a Trek Marlin 7, while Elina was upgraded to a Trek Roscoe 7. The morning began swimmingly as we enjoyed the pump track (and goats). Next we hit Timber Ridge Trail and began carving a path towards Fayetteville. We took in the scenery, enjoyed the creek crossings, and escaped with only minor injuries. Upon arrival in Fayetteville we ate lunch at the park and pedaled (walked) up the steep mountain roads to return the bikes. After dropping off the bikes and being offered a beer, we returned to Fayetteville to dine at Secret Sandwich Society, where we were once again offered alcohol. We were promptly seated and offered beer (if I had a nickel for every time this happened, I would have three nickels, which isn't a lot but it's weird that it happened thrice). Upon return to the AirBnB we began the exciting adventure of killing a black widow in the shower.",
            "On the third day of spring break, our GPS gave to me, a fine dining establishment called Tudor's Biscuit World. Elina and Tudor's go wayyyyy back, so of course, we had to pay homage to where we came from. A couple thousand calories later, (and a biscuit in the cooler traveling back home with us), we set out for the Walk Of Our Lives: BridgeWalk. This exciting adventure underneath the New River Gorge Bridge was only slightly unnerving, and also quite entertaining. Since neither of us wanted to lose our phones to the abyss that is the New River Gorge, we thought we would have no photographic evidence that we'd done it, but two kind Wisconsinites took our picture and shared it with us. (see siblings or dating above) Our final day in Fayetteville ended with a pleasant stroll around downtown, and an early bedtime. The next morning we set out for home, but decided to make a pit stop in Dayton, Ohio for lunch, gas, and planes. Yes, we did indeed say planes - we visited the Museum of the US Air Force. We enjoyed the museum, even after Elina's initial shock at the 'Arbeit Macht Frei' sign at the entrace to the museum (Colin forgot to warn her.)(it ended up being a lovely exhibit) We marvelled at various US feats of aeronautical engineering, including, but not limited to, the F-16, F-22, and Bockscar, the plane that dropped the nuclear bomb on Nagasaki. We also enjoyed the missiles! Colin also thought that the airport firefighting exhibit was 'sick' and featured many 'hard images'. The rest of our drive went smoothly (no semis blew out tires in front of us this time!) and we arrived back in West Lafayette that evening, just in time to surprise Elina's dad with a Tudor's Biscuit World biscuit. He quite appreciated the dedication and commitment to the bit. "
        ]
    }
]